<?php

/*****************************************************
* modules/ivideon/loc/module.ru.php
* module russian locale file
* (c)virt2real.ru 2014
* draft, by Gol
/*****************************************************/

$lang = array(// common items
              'M_DESC'               => 'Ivideon',
              // module-specific
			  'M_INTRO'				 => '<p>Подключите свою камеру к сервису Ivideon!</p> <p>Ivideon поможет увидеть вам, что творится у вас дома или в офисе.</p><p> Вы можете просматривать живое видео в реальном времени или в записи.</p><p>Основные возможности Ivideon включают (но не ограничиваются):</p> <ul> <li> Простота доступа: всё что вам нужно для доступа к вашим камерам наблюдения - только браузер. Просто создайте учётную запись на сайте Ivideon <a href="http://www.ivideon.com">www.ivideon.com</a> — это бесплатно! </li> <br><li> Быстрая установка: вам не требуется обладать специальными техническими знаниями — вы вполне можете настроить видеонаблюдение через Ivideon самостоятельно.</li> <br> <li>Множество фич и плюшек: вы можете подключить к Ivideon столько камер, сколько захотите, обозначить их на картах Google, разрешить другим пользователям смотреть видео с ваших камер или встроить видео в ваш блог или на сайт.</li> </ul> <p >Посетите <a href="http://www.ivideon.com">www.ivideon.com</a> чтобы узнать подробности !</p>',
			  'M_STARTMESSAGE'		 => 'запустить трансляцию',
			  'M_STOPMESSAGE'		 => 'остановить трансляцию',
			  'M_ACCOUNT'			 => 'Учётная запись Ivideon',
			  'M_CAMNAME'			 => 'Название камеры',
			  'M_UIN'			 	 => 'UIN камеры',
			  'M_DEATTACH'			 => 'Отключить устройство от сервиса Ivideon',
			  'M_AUTORUN'			 => 'Запускать при включении питания',
			  'M_ACCNONEINFO'		 => 'Если у вас ещё нет учётной записи Ivideon, зарегистрируйтесь на сайте <a href="http://www.ivideon.com/sign-up/" target="_blank">www.ivideon.com</a>',
			  'M_ATTACH'			 => 'Подключить камеру к Ivideon',
			  'M_SETTINGSSAVED'		 => 'настройки сохранены',
			  'M_NCMESSAGE'			 => 'Устройство не подключёно к сервису Ivideon',
			  'M_CONMESSAGE'		 => 'Устройство подключено к сервису Ivideon !',
			  'M_NOACC'				 => 'Не указана учётная запись',
			  'M_NOCAMNAME'			 => 'Не указано название камеры',
			  'M_WRONGANSW'			 => 'Непонятный ответ от сервера',
			  'M_COMMONERR'			 => 'Общая ошибка сервера',
			  'M_CONNERROR'			 => 'Ошибка при подключении к облаку Ivideon',
			  'M_EXIST'			 	 => 'Такая камера уже существует в личном кабинете пользователя',
			  'M_USERUNKN'			 => 'Пользователь с указанным аккаунтом не зарегистрирован в системе Ivideon',
			  'M_ERR'			 	 => 'Неизвестная ошибка',
			  'M_DISCONNECTED'			 => 'Устройство отключено от сервиса Ivideon',
              );

?>
