<?php

/*****************************************************
* modules/autorun/loc/module.ru.php
* module russian locale file
*(c)virt2real.de 2014
* draft, by keios
/*****************************************************/

$lang = array(// common items
              'M_DESC'               => 'Автозапуск',
              // module-specific
              'M_BOOTSCRIPTS'        => 'Системные скрипты загрузки',
              'M_ACTIVE_SCRIPTS'     => 'Активные скрипты',
              'M_INACTIVE_SCRIPTS'   => 'Неактивные скрипты',
              'M_LEFT_COLUMN'        => 'Левый столбец - активные скрипты в каталоге /etc/init.d, выполняются в алфавитном порядке при старте системы.',
              'M_RIGHT_COLUMN'       => 'Правый столбец - неактивные скрипты в каталоге /etc/init.d.sample, при запуске системы НЕ выполняются, но хранятся на всякий случай.',
              'M_MOVE_ITEMS'         => 'Путём перемещения файлов из одного списка в другой можно настраивать запуск нужных компонентов при загрузке системы.',
              'M_V2R_AUTOSTART'      => 'Скрипт автозапуска virt2real',
              'M_LINE_WRAPPING'      => 'переносы строк',
              );

?>
