<?php

/*****************************************************
* modules/telegue/loc/module.ru.php
* module russian locale file
*(c)virt2real.de 2014
* draft, by keios
/*****************************************************/

$lang = array(// common items
              'M_DESC'               => 'Telegue',
              // module-specific
              'M_ERR_NO_WEBSOCKETS'  => 'Your browser does not support WebSockets. Try to use Chrome or Safari.',
              'M_CONNECTED'          => 'подключено',
              'M_ERROR'              => 'ошибка',
              'M_DISCONNECTED'       => 'отключено',
              'M_CONNECTION'         => 'Подключение',
              'M_VOLTAGE'            => 'Напряжение',
              'M_WIFI_SIGNAL'        => 'Сигнал Wi-Fi',
              'M_SPEED'              => 'Скорость',
              'M_LIGHT'              => 'Свет',
              'M_DIRECTION'          => 'Направление',
              'M_PROPORTION_CONTROL' => 'Пропорциональное управление',
              'M_START_MJPEG_SERVER' => 'Запустить MJPEG сервер',
              'M_SHOW_MJPEG_PLAYER'  => 'Показать плеер MJPEG',
              'M_DESCRIPTION'        => 'Описание',
              'M_USE_KEYBOARD'       => 'Дискретное управление производится с клавиатуры',
              'M_KEYS'               => 'Клавиши:',
              'M_KEYS_2'             => 'Вверх, вниз, влево, вправо - соотвественно',
              'M_KEYS_3'             => '"A" - уменьшить скорость',
              'M_KEYS_4'             => '"S" - увеличить скорость',
              'M_KEYS_5'             => '"Ctrl" - переключение состояния фар',
              'M_MOUSE'              => 'Пропорциональное управление производится с помощью мыши.',
              'M_MOUSE_2'            => 'Нажать левую кнопку мыши на сером квадрате и водить курсором.',
              'M_MOUSE_3'            => 'Пропорциональное управление приводами камеры производится тоже с помощью мыши, либо с помощью ползунков.',
              'M_MOUSE_4'            => 'Нажать правую кнопку мыши на сером квадрате и водить курсором.',
              'M_SQUARE'             => 'Середина квадрата - нейтраль. Ось X - вперёд/назад, ось Y - влево/вправо',
              'M_SQUARE_2'           => 'При выходе за пределы квадрата - останов моторов',
              'M_MJPEG'              => 'Плеер видео будет показывать MJPEG поток, но для этого сначала надо запустить MJPEG сервер на порту 8888.',
              'M_MJPEG_2'            => 'Сделать это можно в разделе <a href="?mjpeg">MJPEG сервер</a> или на этой странице, нажав ссылку "запустить MJPEG сервер"',
              'M_MJPEG_3'            => 'Поток MJPEG довольно плотный, так что практическое применение нежелательно.',
              );

?>
