<?php

/*****************************************************
* modules/update/loc/module.ru.php
* module russian locale file
*(c)virt2real.de 2014
* draft, by keios
/*****************************************************/

$lang = array(// common items
              'M_DESC'               => 'Обновление',
              // module-specific
              'M_CHECKING_UPDATES'   => 'проверка наличия обновлений…',
              'M_ERR_NO_UPDATES'     => 'не могу проверить наличие обновлений',
              'M_NEW_VERSION'        => 'Имеется более свежая версия',
              'M_CURRENT_VERSION'    => 'текущая версия',
              'M_YOUR_CURRENT_VER'   => 'Ваша текущая версия',
              'M_SERVER_VERSION'     => 'версия на сервере',
              'M_UP_TO_DATE'         => 'Обновление не требуется, однако, если очень хочется - можно обновить принудительно',
              'M_UPDATING'           => 'обновление…',
              'M_UPDATE_SUCCESSFUL'  => 'успешно обновлено, перезагрузите страницу',
              'M_UPDATE_FAILED'      => 'что-то пошло не так с обновлением',
              'M_YES'                => 'Да, обновить',
              'M_NO'                 => 'Я передумал',
              'M_UPDATE_ADMIN_MODULE'=> 'Обновление модулей адмики',
              'M_SOFT_UPDATE'        => 'Мягкое обновление - будут перезаписаны только более новые файлы',
              'M_HARD_UPDATE'        => 'Жёсткое обновление - полное удаление имеющегося содержимого {document_root} и запись нового',
              'M_SOFT_UPDATE_BUTTON' => 'мягкое обновление',
              'M_HARD_UPDATE_BUTTON' => 'жёсткое обновление',
              'M_REALLY_UPDATE'      => 'Действительно обновить?',
              'M_REALLY_REALLY'      => 'Внимание, все содержимое каталога {document_root} будет стёрто. Вы уверены что хотите этого?'
              );

?>
